{
  "blogPosts": [
    {
      "id": 1,
      "title": "esh Welcomes Clal as Shareholders",
      "content": "We are happy to announce that Clal, a reputable financial institution, with a history of successful investments in reliable and market-leading companies, is investing $30 million in esh, granting it ownership of 4.99% of the shares in each of the esh group companies - the bank and the technology company. Upon completion of the investment, the esh group companies will have a valuation of over $500 million.\n\nThis investment will allow us to develop the product according to our vision and market entry.\n\nIn a reality where economic transactions are performed automatically, and machine learning keeps developing and challenging traditional models, it demands a new bank operating-system that is most fitting. The unique platform developed by the technology company esh OS, is an alternative to the outdated core system used in banks today, and enables for the first time, a complete end-to-end banking services platform - all bank systems under one modular system. This is not only about a revolutionary technological change, but also a change in perception for all of us - from bankers to customers.\n\nClal’s decision to join us on this journey is a vote of confidence from a leading institutional investor. We congratulate Clal on joining as shareholders in the group.\n\nClal will join the existing shareholders, who have so far invested over $30 million. After the deal is completed, the total investment in esh will be over $60 million (Tier 1 equity capital).\n\nThis is an opportunity to thank and congratulate our existing partners - experienced entrepreneurs and investors of exceptional international stature - from Nir Zuk and Alon Shine, who together with Alex Liverant and I form the control core, to Shmuel Gniwisch, Jose Mugrabi, and many others who are marching together with us.\n\nWe are hiring! If transforming an industry is something you find interesting, please see our \ncareer page.\n\n\n\nY.",
      "language": "en",
      "slug": "post-1-title"
    },
    {
      "id": 2,
      "title": "מברכים את כלל על הצטרפות לבעלי המניות",
      "content": "כלל צפויה להשקיע 100 מ׳ שקלים ולהצטרף כבעלת מניות ב- esh.\nאנחנו שמחים להודיע שחברת כלל, מוסד משמעותי ורציני בעל היסטוריה של השקעות מוצלחות בחברות אמינות ומובילות שוק, צפויה להשקיע 100 מ׳ שקלים ב- esh ולהפוך לבעלת 4.99% מהמניות בכל אחת משתי חברות הקבוצה - הבנק וחברת הטכנולוגיה. השלמת העסקה תשקף לחברות קבוצת esh שווי מצרפי בגובה 1.8 מיליארד שקלים.\n\nבמציאות בה עסקאות כלכליות מבוצעות באופן אוטומטי בין כולנו, ולמידת מכונה מתפתחת בעוצמה המאפשרת לערער על מודלים מסורתיים, נדרשת מערכת הפעלה בנקאית חדשה המותאמת לעולם כזה. הפלטפורמה הייחודית אשר פיתחה חברת הטכנולוגיה esh OS, היא חלופה למערכת הליבה המיושנת הנהוגה היום בבנקים, ומאפשרת לראשונה חיבוריות מלאה מקצה לקצה של שירותים בנקאיים - כל מערכות הבנק תחת פלטפורמה מודולרית אחת. מדובר לא רק על שינוי טכנולוגי מהפכני אלא שינוי תפיסה אצל כולנו - מבנקאים ועד לקוחות.\n\nאנו מברכים את כלל על הצטרפותם כבעלי מניות בקבוצה. כגוף מוסדי מוביל, החלטתם להצטרף אלינו למסע מעידה על הבעת אמון של השוק המוסדי בקבוצת esh.\n\nכלל מצטרפת אל בעלי המניות הקיימים, אשר השקיעו עד כה למעלה מ- 100 מ׳ שקלים. לאחר השלמת העסקה, סך ההשקעה בקבוצת esh תעמוד על למעלה מ-200 מ׳ שקלים (הון רובד 1). השקעה זו תאפשר לנו לפתח את המוצר בהתאם לחזון הקבוצה לקראת כניסתנו לשוק.\n\nזו הזדמנות להודות ולברך את השותפים הקיימים – יזמים ומשקיעים מנוסים בעלי שיעור קומה בינלאומי יוצא דופן - ניר צוק ואלון שיין, אשר ביחד עם אלכס ליברנט ואיתי מהווים את גרעין השליטה. לשמואל גניוויץ, חוזה מוגרבי, ולרבים אחרים אשר צועדים איתנו יחד.\n\nאנחנו מגדילים את הצוות. אם מאתגר אתכם לשנות תעשייה, בקרו \nבעמוד הקריירה\n\n שלנו.\n\n\nיובל.\n\nהערה: כל המידע הרשמי של esh, לרבות הודעות לעיתונות, יפורסם דרך אתר זה. מי שמעוניין לעקוב אחר ההתקדמות שלנו, ניתן להירשם לקבלת עדכונים על ידי הזנת כתובת הדואר האלקטרוני למטה.",
      "language": "heb",
      "slug": "post-1-title"
    },
    {
      "id": 3,
      "title": "A new bank is coming",
      "content": "It’s been more than 5 years since Shir Raanan, Alex Liverant and I began our journey and formed esh, and finally, we can now share our first public post, as we officially obtained a bank license today.\nesh is a for-profit banking technology group. Our goal is to help accelerate the transition from conflicting banking models to mutual-interest banking models. We believe that we can offer better solutions by incorporating the efficiency of platform automation into banking. Two presently known developments are the following ventures: a core banking technology company and a consumer-centric bank brand that applies this technology for the benefit of its customers.\n\nIt’s hard to imagine a world where consumer products like Gmail, Zoom or WhatsApp are manually operated by clerks and committees, instead of by computer software. That is not a reality we want to live in, so why does it still exist in banking? At esh, instead of using technology to help bankers, our bankers oversee and supervise the constantly evolving autonomous technology for the benefit of our customers.\n\nIf you are giving back, you took too much\nThe mindset of traditional banks and banking technology-suppliers is unique and far away from the public eye, and is very much conflicting with customer benefit, so when the bank earns more, customers earn less. This mindset has created distrust towards banks. We have a different mindset.\n\nIt was literally easier to build the bank that we wanted than trying to convince everyone that we can. We have remained under the radar for the past 5 years and have been operational and live on a small scale as a regulated financial institution since May 2017.\n\nWith the support of the regulators and a small group of first customers, we have tested our systems and will continue testing and optimizing to ensure that all our systems are bank-grade in all respects, are customer-centric, and emphasize security and solid infrastructure.\n\nesh Bank (in setup)\nAs some of you may know, the initial product of esh is a current bank account called the ‘esh Account’. However, some readers may not be aware of the fact that our long-term plan is to build a range of products, including affordably priced loans.\n\nWe have designed the bank to be efficient by completely overhauling its cost structure, and the money we save there will come into play, transparently, to the benefit of our customers.\n\nI can guarantee that there won’t be any account management fees, we won’t ask you to transfer your old bank account or paycheck to your esh Account, and that our next set of products will also include payments and issuance of international payment cards for households and businesses.\n\nesh Operating System (‘EOS’)\nWhen building a cloud-based ‘bank operating system’ platform while also owning the bank itself, we had a unique opportunity to make things dramatically better.\n\nUnlike traditional banks and neo-banks that are all running on the same legacy core-banking systems with a complex supply chain, the same products, the same integration problems, the same cost structure and the same time-to-market issues, we wanted to build it differently. And we absolutely did not want our bank to become another heartless, soulless ‘integrator’ of similar products that all banks are already offering and that only compete on price.\n\nWhen developing a full end-to-end autonomous core banking platform, you can dramatically reduce costs and create a financial environment of mutual interest between the bank and its customers, rather than the traditional adversarial environment.\n\nTo achieve this, at EOS, as a fast-growing technology company, all free cash flow will be plowed back into R&D to drive down the costs and introduce the next line of products quickly. When someone will take a loan within their esh Account, they will actually help pay for the development of the zero-cost esh Card.\n\nWhen the higher margin that the bank is making due to technology advancement is translated directly to customers, then you get a full range of things you can do to benefit customers without affecting the bank’s bottom line.\n\nBig thanks and congratulations to our amazing team and partners, special thanks to Nir Zuk and Alon Shine. We have an entire team of incredible people working together behind this, whom we will write about in a separate post.\n\nWe are hiring! If transforming an industry is something you find interesting, please see our \ncareer page.\n\n\n\nAn exciting journey is ahead of us..",
      "language": "en",
      "slug": "post-2-title"
    },{
      "id": 4,
      "title": "בנק חדש נולד",
      "content": "יא קבוצת טכנולוגיה בנקאית. המטרה שלנו היא להאיץ את המעבר ממודלים בנקאיים מסורתיים אל מודלים חדשניים עם אינטרס הדדי בין הבנק ללקוח. אנחנו מאמינים שיעילות הנובעת מאוטומציה ואוטונומיה טכנולוגית, המוטמעת בתוך פלטפורמה בנקאית, יוצרת פתרונות טובים יותר. כיום הקבוצה כוללת שני מיזמים: חברת טכנולוגיות-ליבה בנקאיות ומותג בנקאי צרכני שישתמש בטכנולוגיה הזו באופן מירבי לטובת לקוחותיו.\n\nקשה לדמיין מציאות בה מוצרים כמו Gmail, Zoom או WhatsApp מופעלים ידנית על ידי פקידים וועדות, במקום על ידי תוכנות מחשב. זו המציאות היום בענף הבנקאות. כדי לשנות זאת, אנחנו ב-esh נוקטים בגישה שונה - במקום להשתמש בטכנולוגיה כדי לעזור לבנקאים, הבנקאים שלנו מפקחים על הטכנולוגיה האוטונומית, אשר מתפתחת ומתקדמת כל הזמן.\n\n“If you are giving back, you took too much”\nהלך הרוח הבנקאי המסורתי וזה של ספקי הטכנולוגיה הבנקאית רחוק מעיני הציבור, ומתנגש לעיתים קרובות עם התועלת ללקוח. לרוב, המשוואה הרווחת היא - כאשר הבנק מרוויח יותר הלקוח מרוויח פחות. במצב דברים זה נוצר חוסר אמון מובנה כלפי הבנקים. את המשוואה הזו אנחנו רוצים לשנות מהיסוד.\n\nבפועל, היה פשוט יותר לבנות את הבנק שרצינו מאשר לנסות לשכנע את כולם שאפשר לעשות את זה. לכן, החלטנו לפעול מתחת לרדאר. החל ממאי 2017, פעלנו כמוסד פיננסי מפוקח המשרת לקוחות אמיתיים עם כסף אמיתי. בליווי הרגולטורים וקבוצה קטנה של לקוחות ראשונים, בדקנו את הטכנולוגיה כדי לוודא שהיא עומדת בסטנדרטים הבנקאיים ברמה הגבוהה ביותר, ממוקדת לקוח, עם דגש על אבטחה ותשתית יציבה.\n\nבנק בהקמה - esh\nהמוצר הראשון של esh הוא חשבון עו״ש. עם זאת, התוכנית ארוכת הטווח שלנו היא לבנות מגוון מוצרים, לרבות הלוואות במחיר תחרותי. בנינו את הבנק באופן כזה שמשנה לחלוטין את מבנה העלויות, והכסף שנחסך יגולגל בשקיפות אל הלקוחות.\n\nבאופן אישי אני יכול להבטיח שלא יהיו עמלות ניהול חשבון, לא נבקש את העברת החשבון הקיים או את המשכורת, ושהמוצרים הבאים יכללו גם יכולות תשלום והנפקת כרטיסי אשראי בינלאומיים למשקי בית ולעסקים.\n\nesh Operating System – EOS\nכשניגשנו לבנות 'מערכת הפעלה בנקאית' מבוססת ענן, בחרנו לעשות זאת בדרך ייחודית שמשנה את הפרדיגמות הקיימות באופן דרמטי. שלא כמו בנקים מסורתיים וחדשים אשר פועלים כולם על מערכות טכנולוגיה מדור קודם, שאינן יעילות – המאופיינות בשרשרת אספקה ​​מורכבת, מוצרים זהים, בעיות אינטגרציה שמאופיינות בעלויות גבוהות ואיטיות בהשקת מוצרים חדשים בשוק משתנה – רצינו מערכת אחרת לגמרי בכל צורת החשיבה והתפעול שלה. לא רצינו שהבנק שלנו יהפוך לעוד 'אינטגרטור' חסר נשמה של מוצרים דומים לאלו שכל הבנקים כבר מציעים, ומתחרה רק על מחיר.\n\nכאשר מפתחים, מרמת הארכיטקטורה, פלטפורמה אוטונומית מקצה לקצה כמערכת הפעלה לבנק, נהנים מיתרון מרכזי משמעותי והוא האפשרות לבנות את זה נכון. להפחית עלויות, לשפר תהליכים וליצור סביבה של מוצרים פיננסים פשוטים עם אינטרס משותף גם לבנק וגם ללקוח.\n\nכדי להשיג את זה ב-EOS, תזרים המזומנים החופשי יופנה חזרה למחקר ופיתוח, זאת כדי לאפשר לבנק להציג את קו המוצרים הבא במהירות. באופן זה, כאשר מישהו יעשה שימוש בחשבון esh, הוא למעשה יעזור לממן את הפיתוח של המוצר הבא. למשל, כרטיס אשראי esh שיהיה ללא עלות.\n\nכשהיעילות הנובעת מהתקדמות טכנולוגית בבנק מתורגמת ישירות ללקוח ונוצרת זהות אינטרסים, מתאפשרים מגוון שירותים חדשים, מבלי לפגוע בשורה התחתונה של הבנק וביציבותו.\n\nתודה גדולה וברכות לצוות ולשותפים שלנו לרגל קבלת הרישיון, תודה מיוחדת לניר צוק ואלון שיין. יש צוות שלם של אנשים מדהימים שעובדים יחד מאחורי זה, עליהם נכתוב בנפרד..",
      "language": "heb",
      "slug": "post-2-title"
    },{
      "id": 5,
      "title": "בנק חדש בישראל",
      "content": "בנק חדש החל לפעול בישראל. הבנק החדש מציע שירותים חדשניים ומשופרים, והוא צפוי לערער את השוק הבנקאי המקומי.",
      "tags": ["בנק", "חדש", "ישראל"],
      "author": "Bard",
      "date": "2023-07-13",
      "slug": "post-3-title",
      "language": "heb"
    }
  ]
}
